{"basics":{"name":"Luis Sequeira","label":"Ayudando empresas a crear soluciones basadas en la nube | Innovador y entusiasta de la investigación | Autor","image":"luissequeira.png","email":"","phone":"","summary":"Profesional de la nube versátil con visión de futuro y una sólida experiencia en el diseño y la optimización de soluciones escalables en la nube. Liderando un gran equipo para entregar infraestructura de vanguardia. Combinando la excelencia técnica con la pasión por la investigación y la innovación. Liderazgo con éxito de proyectos entre la tecnología y la creatividad. Impulsador de iniciativas estratégicas, fomentar la colaboración y garantizar el éxito de los proyectos basados en la nube dentro de una organización dinámica y centrada en el crecimiento.","url":"","location":{"region":"England","city":"London","countryCode":"UK","address":"","postalCode":""},"profiles":[]},"work":[{"name":"Quantum Motion Technologies","position":"Lead Cloud Engineer","url":"https://quantummotion.tech/","startDate":"2023-03-00","endDate":"Present","summary":"Leading the Cloud Engineering Team.","highlights":["Impulsar la implementación y automatización de soluciones basadas en la nube y on-prem, como clústeres de HPC, una plataforma de Machine Learning basada en Sagemaker, aplicaciones serverless y soluciones de almacenamiento.","Trabajar en conjunto con vendedores y proveedores de tecnologías para ofrecer resultados óptimos."]},{"name":"Quantum Motion Technologies","position":"Senior Software Engineer","url":"https://quantummotion.tech/","startDate":"2021-03-00","endDate":"2023-03-00","summary":"Impulsar la adopción y expansión de la nube.","highlights":["Centrándose en la aplicación de mejores prácticas, automatización, infraestructura como código y el uso de herramientas y metodologías de CI/CD, al mismo tiempo colaborar con otros equipos para cumplir objetivos.","Creación de soluciones serverless basadas en la nube para proporcionar la ingesta de datos procedentes de la experimentación de la computación cuántica."]},{"name":"Sabatico","position":"Autor","url":"https://www.luissequeira.com","startDate":"2020-05-00","endDate":"2021-02-00","summary":"Un viaje familiar había sido planeado, pero una pandemia mundial lo arruinó. Por lo tanto, piensa rápido, has los planes de nuevo y adáptate al cambio. Al final, un libro fue publicado, también un artículo de revista científica y algunas ponencias en conferencias internacionles. Tutoría y co-supervisión de un estudiante de doctorado."},{"name":"Cloudreach","position":"Cloud Engineer","url":"https://cloudreach.com/","startDate":"2019-03-00","endDate":"2020-05-00","summary":"Ayudamos a las empresas a alcanzar sus objetivos utilizando servicios de AWS (por ejemplo, Fargate, EC2, ECR, ELB, SSM, SNS, S3, IAM, Lambda, AWS Backup, API Gateway, Cloudwatch) y herramientas de IaC como Cloudformation y Terraform.","highlights":["Comprometido con las partes interesadas para alinear los objetivos y mejores prácticas, centrado en el éxito del proyecto, siguiendo las prácticas recomendadas y la documentación de AWS.","Proporcionar pruebas de concepto (PoC) basada en la nube para clientes junto con documentación técnica detallada que describa la arquitectura de alto y bajo nivel.","Resolver desafíos técnicos y crear aplicaciones serverless mediante una combinación de AWS API Gateway, funciones Lambda, VPC endpoints y Python.","Experimentar con AWS Greengrass y sistemas IoT para proporcionar soluciones Edge Cloud basadas en Raspberry Pi, Machine Learning y funciones Lambda."]},{"name":"King's College London","position":"Research Associate","url":"https://kcl.ac.uk/","startDate":"2017-05-00","endDate":"2019-02-00","summary":"Liderando y trabajando en diferentes proyectos de investigación y desarrollo con socios líderes mundiales en toda Europa","highlights":["Liderar un equipo interno y diseñar una Coordinación de Fusión de Carriles (vehículos conectados/conducción autónoma) basada en una arquitectura de microservicios utilizando Clasificadores de Machine Learning y Reenforcement Learning (https://5gcar.eu).","Diseño de arquitectura de un Edge Cloud distribuido basado en Kubernetes, SDN para soportar aplicaciones de robótica y realidad aumentada, utilizando herramientas de orquestación y monitorización como Cloudify, Grafana y Prometheus.","Trabajar con las partes interesadas en el diseño de arquitectura y el análisis de la infraestructura en la nube para proporcionar orquestación multinube en un entorno de pruebas 5G utilizando OSM de ETSI MANO y OpenStack (https://www.initiate.ac.uk).","Participación con las partes interesadas y socios industriales para el diseño de arquitectura presentando de resultados y análisis de los mismo.","Miembro de un equipo que desplegó la primera prueba de red 5G del Reino Unido. La función principal era orquestar los servicios de red a través de diferentes nubes.","Actividades de investigación y desarrollo en comunicaciones de baja latencia de extremo a extremo basadas en la Edge'Cloud, redes definidas por software y orquestación en la nube."]},{"position":"Earlier positions","startDate":"2002-05-00","endDate":"2019-02-00","highlights":["2015-2017 Investigador, Universidad de Zaragoza, España","2010-2015 Predoctoral Researcher, Universidad de Zaragoza, España","2002-2010 Coordinador de Departamento, Ministerio de Educación Pública de Costa Rica, Costa Rica","2003-2010 Profesor, Universidad Latina de Costa Rica, Costa Rica"]}],"volunteer":[],"education":[{"institution":"Universidad de Zaragoza, Zaragoza, España","url":"https://www.unizar.es/","area":"Análisis y modelización de tráfico multimedia y redes de acceso. Calidad de servicio (QoS) y calidad de experiencia (QoE)","studyType":"Doctorado (Ph.D.)","startDate":"2011-09-01","endDate":"2015-01-01","score":"Cum Laude","courses":[]},{"institution":"Universidad de Zaragoza, Zaragoza, España","url":"https://www.unizar.es/","area":"Telemática, calidad de servicio (QoS) y calidad de experiencia (QoE)","studyType":"Máster, Ingeniería de Telecomunicación","startDate":"2010-09-01","endDate":"2011-01-01","score":"","courses":[]},{"institution":"Universidad de Costa Rica, San José, Costa Rica","url":"https://www.ucr.ac.cr/","area":"Tecnologías de banda ancha y comunicaciones digitales","studyType":"Máster, Ingeniería Eléctrica","startDate":"2004-01-01","endDate":"2006-01-01","score":"","courses":[]},{"institution":"Universidad Hispanoamericana, San José, Costa Rica","url":"https://uh.ac.cr","area":"Sistemas digitales y comunicaciones","studyType":"Ingeniería Electrónica","startDate":"1998-01-01","endDate":"2002-01-01","score":"","courses":[]}],"awards":[{"title":"5G Network Trial","url":"https://www.gov.uk/guidance/5g-testbeds-and-trials-programme","date":"2018","awarder":"Department for Digital, Culture, Media & Sport (DCMS)","summary":"La primera red 5G de extremo a extremo del Reino Unido a principios de 2018."},{"title":"Beca de Doctorado","date":"2010","awarder":"Fundación Carolina","summary":"Fully-founded PhD scholarship"}],"certificates":[{"issuer":"Amazon Web Services","name":"AWS Solution Architect Associate","date":"2019"}],"publications":[],"skills":[],"languages":[{"language":"Español","fluency":"Nativo"},{"language":"Inglés","fluency":"Professional Working"}],"interests":[],"references":[],"projects":[]}